<?if(!defined("B_PROLOG_INCLUDED") || B_PROLOG_INCLUDED!==true)die();
	$aMenuLinks = Array(
	array(
	"Цветы", 
	"#", 
	Array(
		"Срезанные" => array(
			"href" => "#",
			"Альстромерии" => "#",
			"Розы" => "#",
			"Хризантемы" => "#",
			"Тюльпаны" => "#",
			"Ирисы" => "#",
			"Герберы" => "#",
			"Каллы" => "#",
			"Лилии" => "#",
		),
		"Комнатные" => array(
			"href" => "#",
			"Орхидеи" => "#",
			"Цветущие" => "#",
			"Кактусовые" => "#",
			"Хвойные" => "#",
			"Литвенные" => "#"
		),
		), 
	Array(), 
	"" 
	),
	Array(
	"Букеты", 
	"#", 
	Array(
		"Альстромериями" => "#",
		"Розами" => "#",
		"Хризантемамми" => "#",
		"Тюльпанами" => "#",
		"Ирисами" => "#",
		"Герберами" => "#",
		"Лилиями" => "#",
		"Гвоздиками" => "#",
		"Орхидеями" => "#",
		"Подсолнухами" => "#"
	), 
	Array(), 
	"" 
	),
	Array(
	"Композиции", 
	"#", 
	Array(
		"Корзины" => "#",
		"Фигуры" => "#",
		"Сердца" => "#",
		"Мини компазиции" => "#",
		"К 8 марта и дн.Св.Валентина" => "#",
		"Ко дню матери" => "#",
		"Новогодние" => "#",
		"С искусственными цветами" => "#",
	), 
	Array(), 
	"" 
	),	
	Array(
	"Подарки", 
	"#", 
	Array(
		"Мягкая игрушка" => "#",
		"Конфеты" => "#",
		"Открытки" => "#",
		"Конверты для денег" => "#",
		"Шары с гелием" => "#",
		"Шары с воздухом" => "#",
		"Игрушки из шаров" => "#",
		"Свечи" => "#",
		"Кашпо &amp; Горшки" => "#",
	), 
	Array(), 
	"" 
	),	
	Array(
	"Свадебная флористика", 
	"#", 
	Array(), 
	Array(), 
	"" 
	)
	);
?>